<?php

return [
    'title' => 'Вики',

    'categories' => [
        'title' => 'Категории',
        'edit' => 'Редактировать категорию :category',
        'create' => 'Создать категорию',

        'add' => 'Добавить категорию',
        'enable' => 'Включить эту категорию',
        'parent' => 'Родительская категория',
        'private' => 'Ограничить доступ к этой категории для определенных ролей',

        'empty' => 'На данный момент не создано ни одной категории.',

        'info' => 'Чтобы категория была видна, она должна содержать хотя бы одну страницу, которая не находится в подкатегории.',
    ],

    'pages' => [
        'category' => 'категория',
        'updated' => 'Порядок страниц обновлен.',
    ],

    'permission' => 'Управлять вики',
];
